shared_with_qemu/check_fio_results/noiomap_8G_mem_write_bs-128k_20250827-173603.log
buffered-write: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=psync, iodepth=1
fio-3.36
Starting 1 process

buffered-write: (groupid=0, jobs=1): err= 0: pid=648: Wed Aug 27 17:36:04 2025
  write: IOPS=12.1k, BW=1513MiB/s (1586MB/s)(1024MiB/677msec); 0 zone resets
    clat (usec): min=64, max=468, avg=77.64, stdev=17.23
     lat (usec): min=66, max=483, avg=80.46, stdev=17.51
    clat percentiles (usec):
     |  1.00th=[   69],  5.00th=[   72], 10.00th=[   72], 20.00th=[   73],
     | 30.00th=[   74], 40.00th=[   75], 50.00th=[   75], 60.00th=[   76],
     | 70.00th=[   77], 80.00th=[   78], 90.00th=[   81], 95.00th=[   86],
     | 99.00th=[  167], 99.50th=[  200], 99.90th=[  255], 99.95th=[  302],
     | 99.99th=[  469]
   bw (  MiB/s): min= 1523, max= 1523, per=100.00%, avg=1523.20, stdev= 0.00, samples=1
   iops        : min=12185, max=12185, avg=12185.00, stdev= 0.00, samples=1
  lat (usec)   : 100=97.45%, 250=2.44%, 500=0.11%
  cpu          : usr=22.34%, sys=75.15%, ctx=0, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,8192,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1513MiB/s (1586MB/s), 1513MiB/s-1513MiB/s (1586MB/s-1586MB/s), io=1024MiB (1074MB), run=677-677msec

Disk stats (read/write):
  vdc: ios=0/0, sectors=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%